bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bpruitt-goddard.mermaid-markdown-syntax-highlighting
catbraaain.mermaid-language
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
doggy8088.netcore-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
github.vscode-pull-request-github
gruntfuggly.mermaid-export
humao.rest-client
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
jebbs.plantuml
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.powershell
planbcoding.vscode-react-refactor
svipas.prettier-plus
techer.open-in-browser
tintoy.msbuild-project-tools
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
xabikos.reactsnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
zxh404.vscode-proto3
